Repository: zhrispineda/System-Settings
Catalog: System Settings/Localization/DisplaysExt.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ADD_FAILED_TITLE
source: Failed to add the preset.
ar: فشلت إضافة الإعداد المسبق.
ca: No s’ha pogut afegir la preconfiguració.
cs: Preset se nepodařilo přidat.
da: Kunne ikke tilføje forindstillingen.
de: Hinzufügen der Voreinstellung ist fehlgeschlagen.
el: Απέτυχε η προσθήκη της προεπιλογής.
es: Error al añadir el preajuste.
es_419: Error al agregar la preconfiguración.
fi: Esiasetuksen lisääminen epäonnistui.
fr: Échec de l’ajout du préréglage.
fr_ca: Échec de l’ajout du préréglage.
he: הוספת התצורה נכשלה.
hi: प्रीसेट जोड़ना विफल हुआ।
hr: Programirano podešenje ne može se dodati.
hu: Nem sikerült hozzáadni az előbeállítást.
id: Gagal menambahkan preset.
it: Aggiunta del preset non riuscita.
ja: プリセットを追加できませんでした。
ko: 프리셋을 추가하는 데 실패했습니다.
ms: Gagal menambah praset.
nb: Kunne ikke legge til forhåndsinnstillingen.
nl: De voorinstelling kon niet worden toegevoegd.
pl: Nie udało się dodać ustawienia wstępnego.
pt_br: Falha ao adicionar o pré-ajuste.
pt_pt: Falha ao adicionar a predefinição.
ro: Preconfigurarea nu a putut fi adăugată.
ru: Сбой добавления набора настроек
sk: Pridávanie predvoľby zlyhalo.
sl: Prednastavitve ni bilo mogoče dodati.
sv: Kunde inte lägga till förinställningen.
th: เพิ่มค่าที่ตั้งไว้ไม่สำเร็จ
tr: Ön ayar eklenemedi.
uk: Не вдалося додати набір параметрів.
vi: Không thêm được giá trị đặt trước.
zh_cn: 添加预置失败。
zh_hk: 無法加入預設組。
zh_tw: 無法加入預設組。

source: adjust brightness
ar: ضبط الإضاءة
ca: l’ajustament de la brillantor
cs: Upravit jas
da: juster lysstyrke
de: Helligkeit anpassen
el: προσαρμογή φωτεινότητας
es: ajuste del brillo
es_419: ajuste del brillo
fi: säädä kirkkautta
fr: le réglage de la luminosité
fr_ca: régler la luminosité
he: התאמת הבהירות
hi: ब्राइटनेस ऐडजस्ट करें
hr: prilagođavanje svjetline
hu: fényerő módosítása
id: sesuaikan kecerahan
it: la regolazione della luminosità
ja: 輝度を調節
ko: 밝기 조절
ms: melaraskan kecerahan
nb: justering av lysstyrke
nl: pas helderheid aan
pl: zmianę jasności
pt_br: ajuste do brilho
pt_pt: ajustar brilho
ro: ajustarea luminozității
ru: изменение яркости
sk: upraviť jas
sl: prilagajanje svetlosti
sv: justering av ljusstyrka
th: ปรับความสว่าง
tr: Parlaklığı Ayarla
uk: змінення яскравості
vi: điều chỉnh độ sáng
zh_cn: 调节亮度
zh_hk: 調整亮度
zh_tw: 調整亮度

# ADVANCED_AUTOMATICALLY_RECONNECT
source: Automatically reconnect to any nearby Mac or iPad
ar: إعادة الاتصال تلقائيًا بأي Mac أو iPad قريب
ca: Reconnecta’t automàticament a qualsevol Mac o iPad propers
cs: Automaticky znovu připojovat ke všem blízkým Macům a iPadům
da: Opret automatisk forbindelse til en Mac eller iPad i nærheden igen
de: Automatisch erneut mit Macs oder iPads in der Nähe verbinden
el: Αυτόματη επανασύνδεση σε οποιοδήποτε κοντινό Mac ή iPad
es: Reconectarse automáticamente a cualquier Mac o iPad cercano
es_419: Reconectar automáticamente a dispositivos Mac o iPad cercanos
fi: Yhdistä automaattisesti uudelleen lähellä olevaan Maciin tai iPadiin
fr: Reconnecter automatiquement à tout Mac ou iPad à proximité
fr_ca: Reconnexion automatique à tout Mac ou iPad à proximité
he: התחברות מחודשת באופן אוטומטי לכל Mac או iPad קרוב
hi: आस-पास के Mac या iPad से ऑटोमैटिकली फिर कनेक्ट करने की अनुमति दें
hr: Automatski ponovno spoji na bilo koji obližnji Mac ili iPad
hu: Automatikus újracsatlakozás bármely közeli Machez vagy iPadhez
id: Hubungkan kembali ke Mac atau iPad di sekitar secara otomatis
it: Riconnettiti automaticamente a qualsiasi Mac o iPad vicino
ja: 近くにあるMacまたはiPadに自動的に再接続
ko: 근처 Mac 또는 iPad에 자동으로 다시 연결
ms: Sambung semula ke sebarang Mac atau iPad berdekatan secara automatik
nb: Koble automatisk til Macer og iPader i nærheten på nytt
nl: Verbind automatisch opnieuw met een Mac of iPad in de buurt
pl: Automatycznie łącz ponownie z pobliskimi Macami i iPadami
pt_br: Reconectar automaticamente a um Mac ou iPad por perto
pt_pt: Voltar a estabelecer ligação automaticamente a qualquer Mac ou iPad por perto
ro: Reconectare automată la orice Mac sau iPad din apropiere
ru: Автоматически переподключаться к любому Mac или iPad рядом
sk: Automaticky pripájať k známym Macom alebo iPadom v blízkosti
sl: Samodejno znova vzpostavi povezavo s katerimkoli bližnjim Macom ali iPadom
sv: Återanslut automatiskt till vilken Mac eller iPad som helst i närheten
th: เชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียงอีกครั้งโดยอัตโนมัติ
tr: Yakındaki herhangi bir Mac’e veya iPad’e otomatik olarak yeniden bağlanın
uk: Автоматично підʼєднуватися до Mac чи iPad поблизу
vi: Tự động kết nối lại với mọi máy Mac hoặc iPad ở gần
zh_cn: 自动重新连接附近的Mac或iPad
zh_hk: 自動重新連接任何附近的Mac或iPad
zh_tw: 自動重新連接任何鄰近的Mac或iPad

# ADVANCED_AUTOMATICALLY_SHARE_KEYBOARD
source: Allow your pointer and keyboard to move between any nearby Mac or iPad
ar: السماح للمؤشر ولوحة المفاتيح بالتنقل بين أي Mac أو iPad قريب
ca: Permet moure el cursor i el teclat a un Mac o iPad propers
cs: Povolit přesouvání ukazatele a klávesnice mezi blízkými Macy a iPady
da: Tillad, at markøren og tastaturet flyttes mellem en Mac og en iPad i nærheden
de: Erlauben, dass der Zeiger und die Tastatur auf jedem Mac oder jedem iPad in der Nähe verwendet werden können
el: Να επιτρέπεται η κίνηση του δείκτη και του πληκτρολογίου μεταξύ κοντινών Mac ή iPad
es: Permitir que el puntero y el teclado se puedan usar en cualquier Mac o iPad cercanos
es_419: Permitir compartir el puntero y el teclado con dispositivos Mac o iPad cercanos
fi: Salli osoittimen ja näppäimistön siirtyä kaikkien lähellä olevien Macien tai iPadien välillä
fr: Autoriser l’utilisation du pointeur et du clavier sur tout Mac ou iPad à proximité
fr_ca: Autoriser l’utilisation du pointeur et du clavier sur tout Mac ou iPad à proximité
he: מעבר של המצביע והמקלדת לכל Mac או iPad קרוב
hi: अपने पॉइंटर और कीबोर्ड को आस-पास के किसी भी Mac या iPad के बीच मूव करने की अनुमति दें
hr: Dozvoli premještanje pokazivača i tipkovnice između bilo kojeg obližnjeg Maca ili iPada
hu: Engedélyezheti a mutató és a billentyűzet közeli Macre vagy iPadre való mozgatását
id: Izinkan penunjuk dan papan ketik Anda untuk berpindah antara Mac atau iPad di sekitar
it: Consenti al puntatore e alla tastiera di spostarsi tra qualsiasi Mac o iPad vicini
ja: ポインタとキーボードを近くにあるすべてのMacまたはiPad間で移動することを許可
ko: 포인터 및 키보드가 근처의 Mac 또는 iPad 간에 이동하도록 허용
ms: Benarkan penuding dan papan kekunci anda beralih antara sebarang Mac atau iPad berdekatan
nb: Tillat at pekeren og tastaturet kan flyttes mellom Macer og iPader i nærheten
nl: Sta toe dat je aanwijzer en toetsenbord bewegen van en naar een Mac of iPad in de buurt
pl: Pozwalaj na przenoszenie wskaźnika i punktu wstawiania na ekrany pobliskich Maców i iPadów
pt_br: Permitir que o cursor e o teclado se movam para qualquer Mac ou iPad por perto
pt_pt: Permitir mover entre qualquer Mac ou iPad por perto com o cursor e o teclado
ro: Cursorul și tastatura pot fi mutate pe orice Mac sau iPad din apropiere
ru: Разрешить перенос указателя и ввода с клавиатуры на Mac или iPad рядом
sk: Prenášať kurzor a klávesnicu na Mac alebo iPad v blízkosti
sl: Omogoči pomikanje kazalnika in tipkovnice med katerimkoli bližnjim Macom ali iPadom
sv: Tillåt att pekaren och tangentbordet flyttas mellan valfri Mac eller iPad i närheten
th: อนุญาตให้ตัวชี้และแป้นพิมพ์ของคุณเลื่อนระหว่าง Mac หรือ iPad ที่อยู่ใกล้เคียง
tr: İmlecinizin ve klavyenizin yakındaki herhangi bir Mac veya iPad arasında geçiş yapmasına izin verin
uk: Дозволити переміщення вказівника та клавіатури між Mac чи iPad поблизу
vi: Cho phép con trỏ và bàn phím của bạn di chuyển giữa bất kỳ máy Mac hoặc iPad nào ở gần
zh_cn: 允许指针和键盘在附近的Mac或iPad之间移动
zh_hk: 允許指標和鍵盤在任何附近的Mac或iPad之間移動
zh_tw: 允許指標和鍵盤在任何鄰近的Mac或iPad之間移動

# ADVANCED_AUTOMATICALLY_SHARE_KEYBOARD_FORMAT %@
source: Allow your pointer and keyboard to move between any nearby Mac or iPad %@
ar: السماح لمؤشر الماوس ولوحة المفاتيح بالتنقل بين أي Mac أو iPad قريب %@
ca: Permet moure el cursor i el teclat a un Mac o iPad propers %@
cs: Povolit přesouvání ukazatele a klávesnice mezi blízkými Macy a iPady %@
da: Tillad, at markøren og tastaturet flyttes mellem en Mac og en iPad i nærheden %@
de: Erlauben, dass der Zeiger und die Tastatur auf jedem Mac oder jedem iPad in der Nähe verwendet werden können (%@)
el: Να επιτρέπεται η κίνηση του δείκτη και του πληκτρολογίου μεταξύ κοντινών Mac ή iPad %@
es: Permitir que el puntero y el teclado se puedan usar en cualquier Mac o iPad cercanos %@
es_419: Permitir usar tu puntero y teclado con cualquier Mac o iPad cercanos %@
fi: Salli osoittimen ja näppäimistön siirtyä kaikkien lähellä olevien Macien tai iPadien välillä %@
fr: Autoriser l’utilisation du pointeur et du clavier sur tout Mac ou iPad à proximité %@
fr_ca: Autoriser l’utilisation du pointeur et du clavier sur tout Mac ou iPad à proximité %@
he: מעבר של המצביע והמקלדת לכל Mac או iPad קרוב %@
hi: अपने पॉइंटर और कीबोर्ड को आस-पास के किसी भी Mac या iPad के बीच मूव करने की अनुमति दें %@
hr: Dozvoli premještanje pokazivača i tipkovnice između bilo kojeg obližnjeg Maca ili iPada %@
hu: Az Ön billentyűzetének és mutatójának a közelben lévő Macek vagy iPadek közötti mozgatásának engedélyezése %@
id: Izinkan penunjuk dan papan ketik Anda untuk berpindah antara Mac atau iPad di sekitar %@
it: Consenti al puntatore e alla tastiera di spostarsi tra qualsiasi Mac o iPad vicino %@
ja: ポインタとキーボードを近くにあるすべてのMacまたはiPad間で移動することを許可 %@
ko: 포인터 및 키보드가 근처의 Mac 또는 iPad 간에 이동하도록 허용 %@
ms: Benarkan penuding dan papan kekunci anda beralih antara sebarang Mac atau iPad berdekatan %@
nb: Tillat at pekeren og tastaturet kan flyttes mellom Macer og iPader i nærheten %@
nl: Sta toe dat je aanwijzer en toetsenbord bewegen van en naar een Mac of iPad in de buurt %@
pl: Pozwalaj na przenoszenie wskaźnika i punktu wstawiania na ekran pobliskiego Maca lub iPada %@
pt_br: Permitir que o cursor e o teclado se movam para qualquer Mac ou iPad por perto %@
pt_pt: Permitir mover entre qualquer Mac ou iPad por perto com o cursor e o teclado %@
ro: Cursorul și tastatura pot fi mutate pe orice Mac sau iPad din apropiere %@
ru: Разрешить перенос указателя и ввода с клавиатуры на Mac или iPad рядом %@
sk: Prenášať kurzor a klávesnicu na Mac alebo iPad v blízkosti %@
sl: Omogoči pomikanje kazalnika in tipkovnice med katerimkoli bližnjim Macom ali iPadom %@
sv: Tillåt att pekaren och tangentbordet flyttas mellan valfri Mac eller iPad i närheten %@
th: อนุญาตให้ตัวชี้และแป้นพิมพ์ของคุณเลื่อนระหว่าง Mac หรือ iPad ที่อยู่ใกล้เคียง %@
tr: İmlecinizin ve klavyenizin yakındaki herhangi bir Mac veya iPad arasında geçiş yapmasına izin verin %@
uk: Дозволити переміщення вказівника та клавіатури між Mac чи iPad поблизу %@
vi: Cho phép con trỏ và bàn phím của bạn di chuyển giữa bất kỳ máy Mac hoặc iPad nào ở gần %@
zh_cn: 允许指针和键盘在附近的Mac或iPad之间移动 %@
zh_hk: 允許指標和鍵盤在任何附近的Mac或iPad之間移動%@
zh_tw: 允許指標和鍵盤在任何鄰近的Mac或iPad %@之間移動

# ADVANCED_AUTOMATICALLY_SHARE_KEYBOARD_NOTE
source: Your pointer and keyboard can be used on any nearby Mac or iPad signed in to your iCloud account.
ar: يمكن استخدام مؤشر الماوس ولوحة المفاتيح على أي Mac أو iPad قريب تم تسجيل الدخول عليه إلى حساب iCloud الخاص بك.
ca: El cursor i el teclat es poden fer servir amb un Mac o iPad propers en què s’hagi iniciat sessió amb el teu compte de l’iCloud.
cs: Ukazatel a klávesnici můžete používat na blízkém Macu nebo iPadu přihlášeném k vašemu účtu na iCloudu.
da: Markøren og tastaturet kan bruges på enhver Mac eller iPad i nærheden, hvor du er logget ind på din iCloud-konto.
de: Der Zeiger und die Tastatur können auf allen Macs oder iPads verwendet werden, die sich in der Nähe befinden und bei deinem iCloud-Account angemeldet sind.
el: Ο δείκτης και το πληκτρολόγιο μπορούν να χρησιμοποιούνται σε οποιοδήποτε κοντινό Mac ή iPad που είναι συνδεδεμένο στον λογαριασμό iCloud σας.
es: Se podrán usar el puntero y el teclado en cualquier Mac o iPad cercanos en los que hayas iniciado sesión con tu cuenta de iCloud.
es_419: Tu puntero y teclado pueden usarse en cualquier Mac o iPad cercanos donde hayas iniciado sesión en tu cuenta de iCloud.
fi: Osoitintasi ja näppäimistöäsi voidaan käyttää kaikissa lähellä olevissa Maceissa tai iPadeissa, jotka ovat kirjautuneet iCloud-tilillesi.
fr: Votre pointeur et votre clavier peuvent être utilisés sur tout Mac ou iPad situé à proximité et connecté à votre compte iCloud.
fr_ca: Votre pointeur et votre clavier peuvent être utilisés sur un Mac ou un iPad à proximité connectés à votre compte iCloud.
he: באפשרותך להשתמש במצביע ובמקלדת בכל Mac או iPad שמחוברים לחשבון ה-iCloud שלך.
hi: आपके पॉइंटर और कीबोर्ड को आपके iCloud खाते में साइन इन किए गए आस-पास के किसी भी Mac या iPad के साथ उपयोग किया जा सकता है।
hr: Vaš pokazivač i tipkovnica mogu se koristiti na bilo kojem obližnjem Macu ili iPadu koji je prijavljen na vaš iCloud račun.
hu: A mutatója és billentyűzete minden olyan közeli Macen vagy iPaden használható, amelyen Ön be van jelentkezve az iCloud-fiókjába.
id: Penunjuk dan papan ketik Anda dapat digunakan di Mac atau iPad di sekitar yang masuk ke akun iCloud Anda.
it: Il puntatore e la tastiera possono essere utilizzati su qualsiasi Mac o iPad vicino su cui hai effettuato l’accesso al tuo account iCloud.
ja: ポインタとキーボードをiCloudアカウントにサインインしている近くのすべてのMacまたはiPadで使用できます。
ko: 포인터 및 키보드를 사용자의 iCloud 계정으로 로그인된 근처의 Mac 또는 iPad에서 사용할 수 있습니다.
ms: Penuding dan papan kekunci anda boleh digunakan pada sebarang Mac atau iPad berdekatan yang didaftar masuk ke akaun iCloud anda.
nb: Pekeren og tastaturet kan brukes på en hvilken som helst Mac eller iPad i nærheten som er logget på iCloud-kontoen din.
nl: Je aanwijzer en toetsenbord kunnen worden gebruikt op elke Mac of iPad in de buurt waarop met je iCloud-account is ingelogd.
pl: Wskaźnik i punkt wstawiania mogą być przenoszone na ekran dowolnego pobliskiego Maca lub iPada zalogowanego na Twoim koncie iCloud.
pt_br: O cursor e o teclado podem ser usados em qualquer Mac ou iPad por perto que tenha uma sessão iniciada com a sua conta do iCloud.
pt_pt: O cursor e o teclado podem ser usados em qualquer Mac ou iPad por perto com sessão iniciada na sua conta iCloud.
ro: Puteți utiliza cursorul și tastatura pe orice Mac sau iPad din apropiere autentificat în contul dvs. de iCloud.
ru: Указатель и клавиатуру можно использовать на Mac или iPad рядом, если на них выполнен вход в Вашу учетную запись iCloud.
sk: Umožní používať kurzor a klávesnicu na blízkom Macu alebo iPade prihlásenom do vášho iCloud účtu.
sl: Kazalnik in tipkovnico lahko uporabljate v kateremkoli bližnjem Macu ali iPadu, ki je vpisan v vaš račun iCloud.
sv: Pekaren och tangentbordet kan användas på valfri Mac eller iPad i närheten som är inloggad på ditt iCloud-konto.
th: ตัวชี้และแป้นพิมพ์ของคุณสามารถใช้บน Mac หรือ iPad ที่อยู่ใกล้เคียงที่ลงชื่อเข้าบัญชี iCloud ของคุณได้
tr: İmleciniz ve klavyeniz iCloud hesabınıza giriş yapılmış yakındaki herhangi bir Mac’te ya da iPad’de kullanılabilir.
uk: Вказівник і клавіатуру можна використовувати на будь-якому Mac чи iPad поблизу, на якому здійснено вхід у ваш обліковий запис iCloud.
vi: Bạn có thể sử dụng con trỏ và bàn phím trên bất kỳ máy Mac hoặc iPad nào ở gần đã được đăng nhập vào tài khoản iCloud của bạn.
zh_cn: 你的指针和键盘可在附近已登录你iCloud账户的Mac或iPad上使用。
zh_hk: 你的指標和鍵盤可在附近任何已登入你iCloud帳户的Mac或iPad上使用。
zh_tw: 你的指標和鍵盤可在鄰近任何已登入你iCloud帳號的Mac或iPad上使用。

# ADVANCED_MOVE_MOUSE_ACROSS
source: Push through the edge of a display to connect a nearby Mac or iPad
ar: دفع المؤشر باتجاه حافة الشاشة لتوصيله بـ Mac أو iPad قريب
ca: Permet travessar les vores de la pantalla per connectar amb un Mac o iPad propers
cs: Protlačením skrz okraj monitoru připojíte blízký Mac nebo iPad
da: Skub ud over kanten på en skærm for at oprette forbindelse til en Mac eller iPad i nærheden
de: Zum Verbinden mit einem Mac oder iPad in der Nähe über den Bildschirmrand hinaus bewegen
el: Μετακίνηση πέρα από το άκρο της οθόνης για σύνδεση σε κοντινό Mac ή iPad
es: Mover el cursor hasta atravesar el borde de una pantalla para conectarlo a un Mac o iPad cercanos
es_419: Desplazar hacia afuera del borde de una pantalla para conectar con una Mac o iPad cercano
fi: Yhdistä lähellä olevaan Maciin tai iPadiin työntämällä näytön reunan läpi
fr: Pousser contre le bord d’un moniteur pour se connecter à un Mac ou iPad à proximité
fr_ca: Faire passer le curseur par le bord de l’écran pour établir une connexion avec un Mac ou un iPad à proximité
he: דחיפת המצביע מעבר לגבולות התצוגה כדי להתחבר ל-Mac או iPad קרוב
hi: आस-पास के Mac या iPad से कनेक्ट करने के लिए कर्सर को डिस्प्ले के किनारे पर ले जाएँ
hr: Spoji na obližnji Mac ili iPad kad se pokazivač gurne kroz rub zaslona
hu: Kapcsolódás közeli Machez vagy iPadhez a kijelző szélein túlmutató mozdulattal
id: Dorong melalui tepi layar untuk terhubung ke Mac atau iPad di sekitar
it: Sposta il puntatore oltre il bordo di uno schermo per connetterti a un Mac o iPad vicino
ja: ディスプレイの端を通過させて近くにあるMacまたはiPadに接続
ko: 디스플레이 가장자리 밖으로 밀어서 근처 Mac 또는 iPad에 연결
ms: Tolak melepasi pinggir paparan untuk bersambung ke Mac atau iPad berdekatan
nb: Flytt markøren forbi kanten på skjermen for å koble til en Mac eller iPad i nærheten
nl: Duw door de rand van een scherm om te verbinden met een Mac of iPad in de buurt
pl: Przesunięcie kursora poza krawędź ekranu przenosi go na ekran pobliskiego Maca lub iPada
pt_br: Empurrar contra a borda de uma tela para conectar a um Mac ou iPad por perto
pt_pt: Atravessar a borda de um monitor para ligar a um Mac ou iPad por perto
ro: Împinge cursorul spre marginea afișajului pentru conectarea la un Mac sau iPad din apropiere
ru: Подключаться к Mac или iPad рядом, если указатель заведен за край дисплея
sk: Pripájať Mac alebo iPad v blízkosti pretlačením kurzora za okraj displeja
sl: Vzpostavi povezavo z bližnjim Macom ali iPadom, ko povlečete čez rob zaslona
sv: Dra genom kanten av en skärm för att ansluta till en Mac eller iPad i närheten
th: ผลักผ่านขอบของจอภาพเพื่อเชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียง
tr: Yakındaki bir Mac’e veya iPad’e bağlanmak için ekranın kenarına doğru itin
uk: Підʼєднувати до Mac чи iPad поблизу, коли курсор виходить за край дисплея
vi: Đẩy con trỏ qua cạnh của màn hình để kết nối với máy Mac hoặc iPad ở gần
zh_cn: 拖过屏幕边缘来连接附近的Mac或iPad
zh_hk: 移出顯示器邊緣以連接附近的Mac或iPad
zh_tw: 往螢幕邊緣移動來連接鄰近的Mac或iPad

# ADVANCED_MOVE_MOUSE_ACROSS_FORMAT %@
source: Push through the edge of a display to connect a nearby Mac or iPad %@
ar: دفع المؤشر باتجاه حافة الشاشة لتوصيله بـ Mac أو iPad قريب %@
ca: Permet travessar les vores de la pantalla per connectar amb un Mac o iPad propers %@
cs: Připojovat blízké Macy a iPady protlačením ukazatele přes okraj monitoru %@
da: Skub ud over kanten på en skærm for at oprette forbindelse til en Mac eller iPad %@ i nærheden
de: Zum Verbinden mit einem Mac oder iPad in der Nähe über den Bildschirmrand hinaus bewegen (%@)
el: Μετακίνηση πέρα από το άκρο της οθόνης για σύνδεση σε κοντινό Mac ή iPad %@
es: Mover el cursor hasta atravesar el borde de una pantalla para conectarlo a un Mac o iPad cercanos %@
es_419: Desplazar hacia afuera del borde de una pantalla para conectar con una Mac o iPad cercano %@
fi: Yhdistä lähellä olevaan Maciin tai iPadiin työntämällä näytön reunan läpi %@
fr: Pousser contre le bord d’un moniteur pour se connecter à un Mac ou iPad à proximité %@
fr_ca: Faire passer le curseur par le bord de l’écran pour établir une connexion avec un Mac ou un iPad à proximité %@
he: דחיפת המצביע מעבר לגבולות התצוגה כדי להתחבר ל-Mac או iPad קרוב %@
hi: आस-पास का Mac या iPad कनेक्ट करने के लिए डिस्प्ले के किनारे पर ले जाएँ %@
hr: Spoji na obližnji Mac ili iPad kad se pokazivač gurne kroz rub zaslona %@
hu: Kapcsolódás közeli Machez vagy iPadhez a kijelző szélein túlmutató mozdulattal %@
id: Dorong melewati tepi layar untuk terhubung ke Mac atau iPad di sekitar %@
it: Sposta il puntatore oltre il bordo di uno schermo per connetterti a un Mac o iPad vicino %@
ja: ディスプレイの端を通過させて近くにあるMacまたはiPadに接続 %@
ko: 디스플레이 가장자리 밖으로 밀어서 근처 Mac 또는 iPad에 연결 %@
ms: Tolak melepasi pinggir paparan untuk bersambung ke Mac atau iPad berdekatan %@
nb: Flytt markøren forbi kanten på skjermen for å koble til en Mac eller iPad i nærheten %@
nl: Duw door de rand van een scherm om te verbinden met een Mac of iPad in de buurt %@
pl: Przesunięcie kursora poza krawędź ekranu przenosi go na ekran pobliskiego Maca lub iPada %@
pt_br: Empurrar contra a borda de uma tela para conectar a um Mac ou iPad por perto %@
pt_pt: Atravessar a borda de um monitor para ligar a um Mac ou iPad por perto %@
ro: Împingerea cursorului peste marginea afișajului realizează conectarea la un Mac sau iPad din apropiere %@
ru: Подключаться к Mac или iPad рядом, если указатель заведен за край дисплея %@
sk: Pripájať Mac alebo iPad v blízkosti pretlačením kurzora za okraj displeja %@
sl: Vzpostavi povezavo z bližnjim Macom ali iPadom, ko povlečete čez rob zaslona %@
sv: Dra genom kanten av en skärm för att ansluta till en Mac eller iPad i närheten %@
th: ผลักผ่านขอบของจอภาพเพื่อเชื่อมต่อกับ Mac หรือ iPad ที่อยู่ใกล้เคียง %@
tr: Yakındaki bir Mac’e veya iPad’e bağlanmak için ekranın kenarına doğru itin %@
uk: Підʼєднувати до Mac чи iPad поблизу, коли курсор виходить за край дисплея %@
vi: Đẩy con trỏ qua cạnh của màn hình để kết nối với máy Mac hoặc iPad ở gần %@
zh_cn: 拖过屏幕边缘来连接附近的Mac或iPad%@
zh_hk: 移出顯示器邊緣以連接附近的Mac或iPad%@
zh_tw: 往螢幕邊緣移動來連接鄰近的Mac或iPad %@
